{
    "quotes": [
        {
            "quote": "Sometimes life is like this dark tunnel. You can't always see the light at the end of the tunnel, but if you just keep moving... you will come to a better place.",
            "speaker": "Uncle Iroh"
        },
        {
            "quote": "When you're in your darkest place, you give yourself hope and that's inner strength.",
            "speaker": "Uncle Iroh"
        },
        {
            "quote": "Life happens wherever you are, whether you make it or not.",
            "speaker": "Uncle Iroh"
        },
        {
            "quote": "Sometimes the best way to solve your own problems is to help someone else",
            "speaker": "Uncle Iroh"
        },
        {
            "quote": "Protection and power are overrated. I think you are very wise to choose happiness and love.",
            "speaker": "Uncle Iroh"
        },
        {
            "quote": "It's time for you to look inward, and start asking yourself the big questions. Who are you? And what do you want?",
            "speaker": "Uncle Iroh"
        },
        {
            "quote": "In the darkest times, hope is something you give yourself. That is the meaning of inner strength.",
            "speaker": "Uncle Iroh"
        },
        {
            "quote": "Failure is only the opportunity to begin again. Only this time, more wisely.",
            "speaker": "Uncle Iroh"
        },
        {
            "quote": "Good times become good memories, but bad times become good lessons.",
            "speaker": "Uncle Iroh"
        },
        {
            "quote": "Pride is not the opposite of shame, but its source. True humility is the antidote to shame.",
            "speaker": "Uncle Iroh"
        },
        {
            "quote": "Are you so busy fighting you cannot see your own ship has set sail?",
            "speaker": "Uncle Iroh"
        },
        {
            "quote": "It is important to draw wisdom from many different places. If you take it from only one place, it becomes rigid and stale. Understanding others, the other elements and the other nations will help you become whole.",
            "speaker": "Uncle Iroh"
        },
        {
            "quote": "Goodbye, everyone. Today, destiny is our friend. I know it",
            "speaker": "Uncle Iroh"
        },
        {
            "quote": "You sound like my nephew. Always thinking you need to do things on your own without anyone's support. There is nothing wrong with letting people who love you help you.",
            "speaker": "Uncle Iroh"
        },
        {
            "quote": "There’s a saying that goes, the devil doesn’t waste energy on the souls he already has. Think about it: the tempting path is often the one that’s easy, quick, and glamorous. So when hardships come knocking and it feels like the devil is throwing everything at you, perhaps it’s because you’re on to something right. Embrace the struggle; it’s often a sign you’re on the path to something truly meaningful",
            "speaker": "Uncle Iroh"
        },
        {
            "quote": "You will find that if you look for the light, you can often find it. but if you look for the dark, that is all you will ever see.",
            "speaker": "Uncle Iroh"
        },
        {
            "quote": "To find light one must be in the dark in order to find wisdom",
            "speaker": "Uncle Iroh"
        },
        {
            "quote": "Good Times Become Good Memories, But Bad Times Make Good Lessons",
            "speaker": "Uncle Iroh"
        },
        {
            "quote": "Keeping a level head is a sign of a great leader",
            "speaker": "Iroh"
        },
        {
            "quote": "The strength of your heart makes you who you are",
            "speaker": "Katara"
        },
        {
            "quote": "Harsh words can't solve problems; action will",
            "speaker": "Aang"
        },
        {
            "quote": "With fierce determination, passion, and hard work, you can accomplish anything. Raw talent is not enough",
            "speaker": "Pakku"
        },
        {
            "quote": "I've always had to struggle and fight, it's made me who I am",
            "speaker": "Zuko"
        },
        {
            "quote": "There's always a right way to do things",
            "speaker": "Katara"
        },
        {
            "quote": "Love is brightest in the dark",
            "speaker": "Katara"
        },
        {
            "quote": "Sokka, I hope you learned a little something about not letting the plans get in the way of the journey",
            "speaker": "Chong"
        },
        {
            "quote": "We all have the same roots, and we are all branches of the same tree",
            "speaker": "Huu"
        },
        {
            "quote": "People we've loved, people we've lost.. but they're not; we're still connected to them. Time is an illusion, and so is death",
            "speaker": "Huu"
        },
        {
            "quote": "You must never give into despair. Allow yourself to slip down that road and you surrender to your lowest instincts. In the darkest times, hope is something you give yourself. That is the meaning of inner strength.",
            "speaker": "Iroh"
        },
        {
            "quote": "There is nothing wrong with letting people who love you help you.",
            "speaker": "Iroh"
        },
        {
            "quote": "It is important to draw wisdom from many different places. If you take it from only one place, it becomes rigid and stale. Understanding others... will help you become whole.",
            "speaker": "Iroh"
        },
        {
            "quote": "Sometimes it hurts more to hope, and it hurts more to care",
            "speaker": "Katara"
        },
        {
            "quote": "As long as I'm confident with who I am, it doesn't matter what other people think",
            "speaker": "Smeller Bee"
        },
        {
            "quote": "While it is great to believe in one self, a little help from others can be a great blessing",
            "speaker": "Iroh"
        },
        {
            "quote": "Sometimes life is like this dark tunnel. You can't see the light at the end, but if you just keep moving, you will come to a better place",
            "speaker": "Iroh"
        },
        {
            "quote": "Power and perfection are overrated. I think you are wise to choose happiness and love",
            "speaker": "Iroh"
        },
        {
            "quote": "No, it's not. Look, Sokka, you're going to fail a lot before things work out. Even though you'll probably fail over and over and over again...you have to try every time. You can't quit because you're afraid you might fail.",
            "speaker": "Zuko"
        },
        {
            "quote": "The monks used to say that revenge is like a two-headed rat viper. While you watch your enemy go down, you're being poisoned yourself.",
            "speaker": "Aang"
        },
        {
            "quote": "The true mind can weather all the lies and illusions without being lost. The true heart can tough the poison of hatred without being harmed. Since beginning-less time, darkness thrives in the void, but always yields to purifying light",
            "speaker": "Lion Turtle"
        }
    ]
}